<?php
return array(
    
    // 优惠券相关设置
    'COUPON' => array(
        
        // 1.获取
        // 消费每满100
        'SET_X' => 100,
        
        // 返3元
        'GET_Y' => 3,
        
        // 被推荐者首次消费每满100
        'B_SET_X' => 100,
        
        // 推荐者返2元
        'A_GET_Y' => 2,
        
        // 被推荐者再次消费每满100
        'B_SET_X1' => 100,
        
        // 推荐者返1元
        'A_GET_Y1' => 1,
        
        // 2.使用
        // 消费每满100
        'BUY_X' => 100,
        
        // 允许使用1元
        'USE_Y' => 10,
        
        // 3.有效期:1-月，2-季，3-半年，4-年
        'EXPIRE' => 1,
        
        // 推广变量名
        'FID' => 'fid',
        
        // 推广ID前缀
        'PREFIX' => 'aaa' 
    )
);
?>